{
    "users": [
        {
            "name": "Vangapandu Chandrika",
            "username": "chandrika",
            "age": 12,
            "sex": "Female",
            "password": "12345",
            "resume": "Aditya Singh ThakurFeatured Resume  \n \nHR Manager seeking roles in HR Operations,Recruitment ,employee engagement,HR Policies,payroll management,employees attendance ,Relationship Management,Employee Grievances,Service Delivery, HR Coordination,Service Quality\n\n \n \nCurrent Designation: HR Manager\nCurrent Company: Bhavithasri Group Of Companies\nCurrent Location: Warangal\nPref. Location: Hyderabad,Secunderabad,Warangal\nFunctional Area: HR / Administration / IR\nRole: HR Manager\nIndustry: IT-Software/Software Services\nMarital Status: Single/unmarried\nTotal Experience: 6 Year(s) 0 Month(s)\nNotice Period: 1 Month\nHighest Degree: MBA/PGDM [HR/Industrial Relations]\n \nKey Skills: HR Manager, HR Operations,Recruitment ,employee engagement,HR Policies,payroll management,employees attendance ,Relationship Management,Employee Grievances,Service Delivery, HR Coordination,Service Quality\n \nVerified :  Phone Number |  Email - id\n \nID: 615e9a9c65bc8d8767Last Active: 17-Sep-20Last Modified: 17-Sep-20\n \nJump to SectionWork Experience | Education | IT Skills |\n \n \nSummary\nResult oriented professional with 6 years of experience in Human Resource Management primarily Recruitment including Performance Management administration.\n\nHands on in handling the recruitment process of the candidates in various modes through consultancy, college campuses, and walk-in interviews. Proficiency in planning and implementing abilities with demonstrated success in handling HR issues.\n\nSkilled in handling employees, maintaining peaceful & amicable work environment in the organization and initiating measures for the mutual benefit of the management & staff. Key skills include HR Operations,Recruitment ,employee engagement,HR Policies,payroll management,employees attendance ,Relationship Management,Employee Grievances,Service Delivery, HR Coordination,Service Quality \n\n \nWork Experience\n Bhavithasri Group Of Companies as HR Manager\nJun 2018 to Till Date\nRecruitment & Completion of all formalities such as Obtaining of Indemnity Bonds and\nrelated documents. Maintenance of all Records of the Employees, such as Employment\nApplication Forms, Indemnity Bonds etc.\nBio-Metric Attendance Verification of all Branches, including the Central Office.\nIssuing of ID Cards and Visiting Cards to all eligible Employees.\nVerification / Checking of Monthly Salaries of all Employees of the Organization.\nDealing with the matters relating to Promotions, Demotions, Transfer Orders and Annual\nIncrements of all Employees.\nIssuing and Maintenance of Company SIM Cards, Mobile Phones, & Lap Tops.\nVerification / Checking of all Branches F.Cs Meetings organized and follow up with\nBranch Managers & Zone Incharges to complete F.Cs meeting by 10th of every month.\nChits related stationary maintenance and supply to branches as per their requirements.\nGeneral stationary maintenance and supply to Central office & Warangal Zonal Office as\nper their requirements.\nScheduling Meetings of Board Meetings, Branch Managers, Accounts Officers, Internal\nAuditors, Tele-Callers, C.O.T, E.D.P, Electricians, E.S.I & P.F & H.R based up on M.D\nand C.E.O availibility and instructions.\n \n Vivo Camera & Music as HR Manager\nAug 2015 to Jun 2018\nRoles and Responsibilities:-\nHandling Recruitment and Selection.\nSourcing desirable profile's from the job portal as per the company requirements.\nCollecting and maintaining new joinees documents for company references.\nEnrolling and creating employee ID's to the new joinees in the company portal\nDelivering company orientation training to the new joinees.\nExecutive and gather all the employees attendance and leaves by coordinating with all the\ndepartments manager and leaders.\nPreparing & Updating company policies and notice as per the company requirements by\nbalancing benefits to the employer and employees.\nCoordinating with the admin for accomplishing employee motivation & employee\nengagement tasks.\nPreparing statutory payroll sheet for the employee salaries & incentive payouts.\nActively enrollment and completely PF and ESI generating challan payment of all the\nemployees and submitting to finance departments for final payment.\n \n Butler Technical Services as Process Associate\nFeb 2014 to Aug 2015\nRole & Responsibilities:\n\n     Collection & updating all the necessary documents information in I-Search ERP (PeopleSoft) of the colleagues & associates.\n(Time cards, benefits, garnishments withholdings, W4 withheld, Social security number ID proof etc.)\n     Issuing the W2's tax forms to the employees.\n     Audit & validating the time sheets and time cards of the employees with effective observation & calculating the regular, overtime and double overtime work hours with appropriate instructions by the supervisors.\n \n^ Back to Top\n \nEducation\nUG: B.A (Economics) from Kakatiya University in 2010\nPG: MBA/PGDM (HR/Industrial Relations) from Kakatiya University in 2013\n \n \n^ Back to Top\n \nIT Skills\nSkill Name\tVersion\tLast Used\tExperience\nM.S OFFICE",
            "job_description": "Backend Developer - Python/Django\n\nWe are looking for Python/Django developers with 2-4 + years of experience to be part of our growing team. The role is of Python/Django Backend Web Developer who can handle the challenging work of Web applications development using Python / Django framework.\nRequired Skills:\nStrong working knowledge of constructs of HTTP, RESTful APIs and WebSockets.\nBuild and maintain highly scalable Python processes for the purpose of data collection, manipulation, data pruning, trending and analytics, etc.\nStrong understanding of Python and good knowledge of various Python Libraries (NumPy, Pandas, ORM libraries etc.), API's and toolkits\nAble to integrate multiple data sources and databases into one system\nWorking knowledge of web templating engine for python such as Jinja2 etc\nAbility to integrate user-facing elements developed by front-end developers with server-side logic.\nAbility to integrate data storage solutions and caches.\nUnderstanding of the threading limitations of Python, and multi-process architecture\nUnderstanding of fundamental design principles behind a scalable application\nGood understanding of event-driven programming in Python\nGood knowledge of PostGRESQL\nAble to create database schemas that represent and support business processes\nStrong Analytical, Problem Solving & Innovative Skills.\nWorking knowledge of version control tools (GIT/SVN).\nExperience/knowledge of working on the LINUX environment.\nAttention to detail, problem-solver with strong analytical skill, good sense of urgency\nAbility to carry out tasks without supervision and able to meet tight deadlines\nGood Writing & Communication Skills. The candidate should be able to communicate with potential Clients and gather inputs/change requests.\nWork with a performance oriented team driven by ownership and open to experiments\nStrong interpersonal skills with excellent written and verbal communication\nResponsibilities:\nDevelop back-end components to improve responsiveness and overall performance\nDesigning and implementing system architecture to handle scale\nCoordinate with Frontend Dev team & Creating APIs (w/ DjangoRestFramework)\nIntegrating of web pages with Backend using templating engines for Python\nBuild bulletproof API integrations with third party APIs for various use cases\nGood to have (Additional Skills):\nRelevant full stack experience.\nYou've worked with core AWS services in the past and have experience with EC2, ELB, AutoScaling, CloudFront, S3\nDemonstrable work/project portfolio online.\nWorking knowledge of front end technologies like Javascript, JQuery, HTML, and CSS\nA good sense of design and aesthetics.\nExperience/Zeal to work in a fast-paced startup environment.\nCandidates who can join immediately will be preferredDevelop very high sense of ownership, the zeal to build scalable applications\nJob Type: Full-time\nSalary: ₹35,000.00 - ₹55,000.00 per month\nExperience:\nDjango Development: 1 year (Preferred)\ntotal work: 2 years (Preferred)\nEducation:\nBachelor's (Preferred)\nWork Remotely:\nTemporarily due to COVID-19\n",
            "job_applied": "Backend Developer",
            "score": "0",
            "questions": [
                {
                    "question": "Can you walk me through a specific example of how you handled employee grievances in your role as an HR Manager at Bhavithasri Group Of Companies?",
                    "response": "Situation: An employee in a large corporation feels they have been passed over for promotion unfairly. They believe the decision was influenced by favoritism rather than merit."
                },
                {
                    "question": "Can you provide an example of a time when you successfully handled a challenging recruitment situation at Vivo Camera & Music as an HR Manager?",
                    "response": "Understand Organizational Goals: Begin by having a clear understanding of the company’s strategic goals and objectives. This involves regular communication with senior management and other department heads.\nEmployee Involvement: Involve employees in the goal-setting process. This can be done through surveys, focus groups, or town hall meetings. When employees contribute to goal setting, they are more likely to be engaged and work towards those goals.\nTailored Initiatives: Design engagement initiatives that are directly linked to organizational goals. For example, if a goal is to improve customer satisfaction, an engagement initiative could be to provide customer service training to employees.\nCommunication: Clearly communicate how each engagement initiative supports the organizational goals. Employees should understand the ‘why’ behind each program and how their participation contributes to the bigger picture.\nFeedback Mechanisms: Implement feedback mechanisms to gauge the effectiveness of engagement initiatives. Use surveys, suggestion boxes, or regular check-ins to collect employee feedback."
                }
            ]
        },
        {
            "name": "Vangapandu Chandrika",
            "username": "chandrika",
            "age": 21,
            "sex": "Female",
            "password": "1234",
            "resume": null,
            "job_description": null,
            "job_applied": null,
            "score": "0",
            "questions": null
        },
        {
            "name": "Vangapandu Chandrika",
            "username": "chandrika",
            "age": 21,
            "sex": "Female",
            "password": "1234",
            "resume": null,
            "job_description": null,
            "job_applied": null,
            "score": "0",
            "questions": null
        },
        {
            "name": "Bhargavi",
            "username": "bhargavi@123",
            "age": 21,
            "sex": "Female",
            "password": "1234",
            "resume": "CHANDRIKA VANGAPANDU\nchandrikavangapandu03@gmail.com 9550641902 Vizianagaram, Andhra Pradesh\nCareer Objective\nI am looking forward to working for your company, which provides the opportunity for skill\nimprovement, learning growth, and alignment with organizational goals.\nEducation\nGraduation\nCOLLEGE : ADITYA COLLEGE OF ENGINEERING\n2020-2024\nCourse :Bachelor of Technology\nBranch : Computer Science and Engineering\nCGPA - 7.76\nSenior Secondary\nCOLLEGE : NARAYANA JUNIOR COLLEGE\n2018-2020\nCGPA - 9.53\nHigher Secondary\n2017-2018 SCHOOL : Z.P.HIGH SCHOOL\nCGPA - 9.50\nSoft Skills Team Work & Problem solving.\nLanguages English & Telugu\nHard Skills\nC, Basic in JAVA, Python\nHTML, CSS, Java Script\nBasic in MongoDB\nJAVA from Oracle Academy\nCertificate\nInternship WEB DEVELOPMENT\nDuring my internship, I have gained hands-on-\nexperience on working with HTML, CSS.\nANDROID APP DEVELOPMENT\nDuring my internship, I have been learning Kotlin\nand Android Studio.\nProject I have created a mobile application using Kotlin and Android\nStudio for delivering the Latest News Headlines. It features\nuser-friendly, content aggregation with online mode, providing\nreal-time updates.",
            "job_description": "Data Scientist/ ML Engineer\nGame Change Solutions\n-\nGurgaon, Haryana\nTemporarily remote\n₹20,00,000 - ₹25,00,000 a year\nWe are looking for a data scientist that will help us discover the information hidden in vast amounts of data and help us make smarter decisions to deliver even better products. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems integrated with our products. Data Scientist at GameChange must be an energetic self-starter who can quickly grasp the company’s vision, develop specific tactical plans, and begin implementation upon appropriate approvals. The candidate must be resourceful and able to deliver on a plan defined.\nResponsibilities –\nData Crunching and data massaging on structured and unstructured data including Numerical, Text,\nAudio and Video data\nImplementation/fine-tuning of machine learning algorithms\nConducting Data science/machine learning experiments and presenting insights\nBuilding innovative data products using cutting edge tools and technologies\nConduct data analysis independently or with limited supervision to generate business insights\nConduct diagnostic on the data to identify the improvement opportunities, design data-backed\nperformance improvement strategy, liaise with internal teams\nRecord keeping and data warehousing to enable Advanced Analytics operations for generating\nmeaningful business insights\nDevelop high quality client deliverables such as R models, Python scripts etc.\nSkills required -\nExcellent understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes,\nSVM, Decision Forests, CNN, RNN, LSTM etc.\nExperience with common data science toolkits, such as R, Weka, NumPy, OpenCV, MatLab, etc.\nGreat communication skills\nExperience with data visualisation tools, such as D3.js, GGplot, etc.\nProficiency in using query languages such as SQL, Hive, Pig\nExperience with NoSQL databases, such as MongoDB, Cassandra, HBase\nGood applied statistics skills, such as distributions, statistical testing, regression, etc.\nGood scripting and programming skills\nJob Type: Full-time\nSalary: ₹2,000,000.00 - ₹2,500,000.00 per year\nExperience:\nData Science: 2 years (Preferred)\nwork: 1 year (Preferred)\nEducation:\nBachelor's (Preferred)\n",
            "job_applied": "Data Scientist",
            "score": "0",
            "questions": [
                {
                    "question": "Can you please tell me about your experience with machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests, CNN, RNN, and LSTM?",
                    "response": "Data Analysis: I can analyze large datasets, identify trends, and extract meaningful insights.\nMachine Learning: I can explain machine learning algorithms, help design models, and improve their performance.\nProgramming: I can write and debug code in various programming languages such as Python, R, and SQL.\nStatistical Knowledge: I can assist with statistical tests and data-driven decision-making processes.\nProblem-Solving: I can help brainstorm solutions to complex data-related problems."
                },
                {
                    "question": "Based on your experience with machine learning techniques and algorithms, can you provide an example of a project where you applied these algorithms to solve a real-world problem?",
                    "response": "Machine Learning Techniques Used:\n\nReinforcement Learning: To dynamically adjust traffic signals based on real-time traffic data.\nComputer Vision: To analyze live footage from traffic cameras and detect the number of vehicles at intersections.\nPredictive Analytics: To forecast traffic patterns using historical data and optimize traffic light schedules."
                }
            ]
        },
        {
            "name": "prasad",
            "username": "prasad",
            "age": 34,
            "sex": "Male",
            "password": "12345",
            "resume": null,
            "job_description": null,
            "job_applied": null,
            "score": "0",
            "questions": null
        },
        {
            "name": "gaythri",
            "username": "borra gayathri",
            "age": 20,
            "sex": "Female",
            "password": "12345",
            "resume": " Vangapandu Chandrika\nPaltheru\n Mobile: +919550641902\n Email: chandrikavangapandu03@gmail.com\nAndhra Pradesh -                   \nCAREER OBJECTIVE:\n To carve my career in a firm with a professional work driven environment where I can utilize my knowledge and skills which would enable me as a fresh graduate to grow with organizational objectives.\nACADEMIC QUALIFICATIONS:\n\nTECHNICAL SKILLS :\nMS Office.\nProgramming Skills. \nSOFT SKILLS:\nSelf-Motivated.\nGood Communication Skills.\nHard Working.\nAbility to use Time effectively. \nLeadership quality.\n\nPERSONAL DETAILS: \nName:  Vangapandu Chandrika\nFather’s Name:  Srinivasa Rao\nDate of Birth: 17th january 2003\nGender:  Female\nNationality:  Indian       \nLanguages Known:  English and Telugu.\nInterests & Hobbies: Travelling, Reading books. \nAddress:  :Kummari street,\n   Paltheru(V),\nBadangi(M),\nVizianagaram(D),               ,\n                   Andhra Pradesh.\n    \n\nDECLARATION:\nI hereby declare that the information furnished above is true to the best of my knowledge and belief.\nPlace:  Paltheru \n                                                                        Vangapandu chandrika\n",
            "job_description": "HTML Developer\nSlidesigma India LLC is a web design and development company based in South Delhi. Due to the active COVID-19 crisis, we are working remotely. We are looking for an HTML developer with up to 3 years of experience. You are expected to work full-time and will be collaborating with our team and supervisors virtually.\nYears of Experience:\n3 years experience\nLanguage:\nMust speak English well\nDuties and Requirements\n- Writes flawless code\n- Proficient with HTML, HTML5, CSS and CSS3\n- Converting PSD to HTML\n- Other basic duties and research as required\nWorking days and times:\nMonday - Saturday, 10:00 a.m. - 6:00 p.m.\nContract length: 12 months\nJob Types: Full-time, Contract\nSalary: Up to ₹17,000.00 per month\nExperience:\nCSS/CSS3: 3 years (Required)\nwork: 3 years (Required)\ntotal work: 3 years (Required)\nEducation:\nBachelor's (Required)\nLanguage:\nEnglish (Preferred)\nProgramming Languages needed:\nCSS (Required)\n",
            "job_applied": "HTML Developer",
            "score": "0",
            "questions": [
                {
                    "question": "Can you please talk about your experience working with HTML, HTML5, CSS, and CSS3, as mentioned in the job description for an HTML Developer position?",
                    "response": "beginner"
                },
                {
                    "question": "Can you discuss a specific project where you utilized your HTML, HTML5, CSS, and CSS3 skills effectively? How did you approach the task and what challenges did you face?",
                    "response": " The project involved converting a complex PSD design for a corporate website into a responsive HTML5 template. The design featured multiple layouts for different pages, including a home page, about us, services, and contact forms."
                }
            ]
        }
    ]
}